Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/disclaimer.html.txt.tmx
Source language: en
Languages: ga

source: By means of this website, the Citizens Information Board provides information concerning public and social services
ga: Tríd an láithreán gréasáin seo, soláthraíonn an Bord um Fhaisnéis do Shaoránaigh faisnéis maidir le seirbhísí poiblí agus sóisialta

source: Every reasonable effort has been made to ensure that the information provided by this website is reasonably comprehensive, accurate and clear
ga: Rinneadh gach iarracht lena chinntiú go bhfuil an fhaisnéis a chuirtear ar fáil ar an láithreán gréasáin seo réasúnta cuimsitheach, cruinn agus soiléir

source: However, the information provided on or via this website may not necessarily be completely comprehensive or accurate, and, for this reason, it is provided on an "AS IS" and "AS AVAILABLE" basis
ga: D’fhéadfadh, áfach, nach bhfuil an fhaisnéis a sholáthraítear ar , nó tríd an láithreán gréasáin seo, go hiomlán cuimsitheach nó cruinn, agus, ar an ábhar sin, cuirtear an fhaisnéis ar fáil ar an mbonn “FAOI MAR ATÁ SÍ” agus “FAOI MAR ATÁ FÁIL UIRTHI”

source: If you think you may have noticed any error or omission, please let us know by contacting admin@citizensinformation.ie
ga: Má mheasann tú gur thug tú aon earráid nó easnamh faoi deara, iarrtar ort sinn a chur ar an eolas faoi, trí theagmháil a dhéanamh le admin@citizensinformation.ie

source: It is our policy to correct errors or omissions as soon as any error or omission has been established to our satisfaction
ga: Tá se mar bheartas againn earráidí nó easnaimh a cheartú a luaithe agus a aimsítear go sásúil aon earráid nó easnamh

source: While the Citizens Information Board makes every reasonable effort to provide information that is as comprehensive, accurate and clear as possible, the information provided on this site is necessarily of a general nature and may not address the specific circumstances of a particular individual
ga: Cé go ndéanann an Bord um Fhaisnéis do Shaoránaigh gach iarracht réasúnta le faisnéis a sholáthar atá chomh cuimsitheach, cruinn agus soiléir agus is féidir, is gnách gur faisnéis ghinearálta a bhíonn san fhaisnéis a sholáthraítear ar an láithreán seo agus tharlódh nach rachadh sí i ngleic le cúinsí duine aonair ar leith

source: Responses to queries, and the contents of, and documents on, or available from, this site describe schemes and services as simply as possible
ga: Déanann freagraí ar fhiosrúcháin, agus ábhar na bhfiosrúchán siúd, agus cáipéisí faoi na fiosrúcháin siúd, nó atá ar fáil ón láithreán seo, cur síos ar scéimeanna agus seirbhísí chomh simplí agus is féidir

source: These schemes and services may involve technically complex issues (for example, legal issues)
ga: D’fhéadfadh go mbíonn saincheisteanna lena mbaineann castacht theicniúil (mar shampla, saincheisteanna dlí) i gceist leis na scéimeanna agus seirbhísí seo

source: The information provided or the simple descriptions available on, or via, this site may not address all such issues, or address them in sufficient detail for your particular needs
ga: Tharlódh nach rachadh an fhaisnéis a sholáthraítear nó an cur síos simplí atá ar fáil ar an láithreán seo, nó tríd an láithreán seo, i ngleic le gach saincheist den sórt sin, ná dul i ngleic leo leis na sonraí leordhóthanacha a oireann do do chuid riachtanais ar leith

source: If you wish to find out what your particular position is in your own particular circumstances, or if have an enquiry about any particular entitlements or services that may be available to you, you may need to seek appropriate professional, or other, advice and/or contact the particular agency or agencies responsible
ga: Más mian leat a dheimhniú céard í do staid ar leith féin i do chúinsí féin ar leith, nó má tá fiosrúchán agat faoi aon teidlíochtaí nó seirbhísí ar leith a d’fhéadfadh bheith ar fáil duit, b’fhéidir go mbeidh ort an chomhairle chuí ghairmiúil, nó comhairle eile a lorg, agus/nó teagmháil a dhéanamh leis an ngníomhaireacht nó na gníomhaireachtaí áirithe atá freagrach

source: No Legal or Other Professional Advice Given
ga: Ní Thugtar aon Chomhairle Dlí nó Ghairmiúil Eile

source: In particular, the information provided on this site is not legal advice or professional advice of any other kind, and should not be considered to be such, or relied or acted upon in that regard
ga: Ní hionann an chomhairle a sholáthraítear ar an suíomh seo agus comhairle dlí nó ghairmiúil d’aon sórt eile, go háirithe, agus níor cheart caitheamh leis an gcomhairle ar an mbealach sin, nó níor cheart brath uirthi nó gníomhú uirthi ina leith sin

source: If you need legal or other professional advice, you should consult a suitably qualified person
ga: Má theastaíonn comhairle dlí nó ghairmiúil eile uait, ba cheart duit dul i gcomhairle le duine a bhain na cáilíochtaí cearta amach

source: The Citizens Information Board provides information on, and on the availability of, schemes and services
ga: Soláthraíonn an Bord um Fhaisnéis do Shaoránaigh faisnéis ar scéimeanna agus ar sheirbhísí agus ar an bhfáil atá orthu

source: It is not responsible for the schemes or services, nor for the way in which such schemes or services may be operated and administered in practice
ga: Níl siad freagrach as na scéimeanna nó na seirbhísí, ná as an mbealach a oibrítear nó a riartar na scéimeanna nó na seirbhísí siúd de réir an chleachtais

source: The website sometimes refers or links to external organisations or sites over which the Citizens Information Board has no control and accepts no responsibility
ga: Déanann an láithreán gréasáin tagairt nó nasc le heagraíochtaí nó le láithreáin sheachtracha nach bhfuil aon smacht ag an mBord um Fhaisnéis do Shaoránaigh orthu, amanna, agus ní ghlacann siad aon fhreagracht ina leith

source: Any references or links on the website to external organisations or websites are provided as a matter of convenience only
ga: Soláthraítear aon tagairtí nó naisc ar an láithreán gréasáin le heagraíochtaí nó le láithreáin ghréasáin sheachtracha ar mhaithe le háisiúlacht amháin

source: They should not be taken as an endorsement of the contents of those external websites or of those organisations
ga: Níor cheart glacadh leo mar aontú le hábhair na láithreán gréasáin seachtrach nó na n-eagraíochtaí siúd

source: This website may contain third party owned content (e.g
ga: D’fhéadfadh ábhar atá faoi úinéireacht tríú páirtí (e.g

source: articles, image libraries, data feeds or abstracts) and may also include hypertext links to third party owned websites
ga: ailt, leabharlanna íomhánna, fothaí sonraí nó coimrithe) bheith ar an láithreán gréasáin seo, agus d’fhéadfadh naisc hipirthéacs le láithreáin ghréasáin atá faoi úinéireacht tríú páirtí bheith le sonrú ar an láithreán gréasáin chomh maith

source: We provide such third party content and links as a courtesy to our users
ga: Soláthraímid na hábhair agus na naisc tríú páirtí sin ar mhaithe le cúirtéis a léiriú dár n-úsáideoirí

source: Links are provided for your information only
ga: Soláthraítear naisc ar mhaithe le faisnéis a sholáthar duit amháin

source: We have no control over any third party owned websites or content referred to, accessed by or available on this website
ga: Níl aon smacht againn ar aon láithreáin ghréasáin nó ábhar dá dtagraítear faoi úinéireacht tríú páirtí, a dhéantar a rochtain nó atá ar fáil ar an láithreán gréasáin seo

source: To the extent permitted by law, therefore, we do not endorse, sponsor, recommend or otherwise accept any responsibility for such third party websites or content, or for the availability of such websites
ga: De réir an mhéid is infheidhme le dlí, ar an ábhar sin, ní thugaimid formhuiniú, urraíocht, moladh agus ní ghlacaimid aon fhreagracht ar aon bhealach eile as na láithreáin ghréasáin nó an t-ábhar tríú páirtí sin, ná as an bhfáil atá ar na láithreáin ghréasáin siúd

source: In particular, we do not accept any liability arising out of any allegation that any third party owned content (whether published on this, or any other, website) infringes the intellectual property rights of any person, or any liability arising out of any information or opinion contained on such third party website or content
ga: Go háirithe, ní ghlacaimid le haon dliteanas a eascraíonn as aon líomhain a thugann le fios go sáraíonn aon ábhar atá faoi úinéireacht tríú páirtí (cibé acu má fhoilsítear é ar an láithreán gréasáin seo nó ar cheann eile), cearta maoine intleachtúla aon duine, nó aon líomhain a eascraíonn ó aon fhaisnéis nó aon tuairim a chuimsítear ar aon láithreán gréasáin nó ábhar tríú páirtí

source: General Disclaimer, Representations, Warranties and Terms
ga: Séanadh, Uiríll, Barántaí agus Téarmaí Ginearálta

source: To the extent permitted by law, the Citizens Information Board and the State, and their respective servants or agents, assume and accept no responsibility for, and give no guarantees, undertakings or warranties concerning, the accuracy, clarity, comprehensiveness, completeness, timeliness, fitness-for-purpose, up-to-date nature, reliability, or otherwise, of the information provided on this website, and do not accept any liability whatsoever in respect of, or arising from, any errors or omissions or any reliance on, or use of, such information
ga: Sa mhéid a cheadaítear de réir an dlí, ní ghlacann an Bord um Fhaisnéis do Shaoránaigh agus an Stát, mar aon lena seirbhísigh nó gníomhairí faoi seach, le haon fhreagracht as, agus ní thugann siad aon ráthaíochtaí, gealltanais nó barántaí maidir le cruinneas, soiléireacht, cuimsitheacht, iomláine, tráthúlacht, oiriúnacht don chuspóir, nádúr cothrom le dáta, iontaofacht, nó rud ar bith eile de chuid na faisnéise a sholáthraítear ar an láithreán gréasáin seo, agus ní ghlacaimid aon dliteanas, dá laghad, maidir le, nó ag éirí as, aon earráidí nó easnaimh nó aon bhrath ar, nó aon úsáid a bhaintear as, an bhfaisnéis sin

source: Whilst we have taken reasonable care in compiling this website, to the extent permitted by law, we accept no responsibility for any loss or damage claimed to arise from any reliance on, or action taken by any person or organisation, wherever they are based, as a result, direct or otherwise, of, information contained in, or accessed through, this website, whether such information is provided by us or by a third party
ga: Cé go rabhamar réasúnta cúramach agus an láithreán gréasáin seo á chur i dtoll a chéile againn, sa mhéid a cheadaítear de réir an dlí, ní ghlacaimid le haon fhreagracht as aon chaillteanas nó aon díobháil a mhaítear a d’eascair ó aon bhrath ar, nó aon ghníomh a rinne aon duine nó aon eagraíocht, pé áit a bhfuil siad bunaithe, mar thoradh díreach nó eile, ar fhaisnéis a chuimsítear, nó ar fuarthas rochtain uirthi, tríd an láithreán gréasáin seo, cibé acu má sholáthraíonn sinne nó tríú páirtí an fhaisnéis sin

source: By using this website, you agree that the use of information obtained or downloaded from or through this website is at your sole discretion and risk
ga: Tríd an láithreán gréasáin seo a úsáid, aontaíonn tú go bhfuil úsáid na faisnéise a chuimsítear nó a íoslódáiltear ón láithreán gréasáin seo nó tríd, faoi do lánrogha agus do riosca féin

source: The Citizens Information Board accepts no responsibility for the accuracy of the translations provided on this website
ga: Ní ghlacann an Bord um Fhaisnéis do Shaoránaigh aon fhreagracht as cruinneas na n-aistriúchán a sholáthraítear ar an láithreán gréasáin

source: The headings and sub-headings used in this disclaimer are for general ease of reading and navigation only, and do not affect the content or interpretation of the text in any way
ga: Ar mhaithe le héascaíocht ghinearálta na léitheoireachta agus na nascleanúna amháin iad na teidil agus na fotheidil a úsáidtear, agus ní dhéanann siad aon difear don ábhar nó don chiall a bhaintear as an téacs ar aon bhealach
